/*
 * @Author: 邱狮杰
 * @Date: 2021-02-20 20:57:51
 * @LastEditTime: 2021-02-20 21:29:27
 * @FilePath: /Awesome_frontEnd-main/src/page/review/index.tsx
 * @Description: 检讨书
 */
import React, { FC } from "react";
import "./index.scss";
type Props = {};

const Review: FC<Props> = () => {
  return (
    <div className="review">
      <h1>检讨检讨</h1>
      <h2>2021.2.20新的一年新的脾气</h2>
      <p>
        今天又生气了，一生气就是一天，哎，我知道是我的不对啊，我不该胡思乱想，我不该质疑你，我不该打扰你睡觉，我不该让你生气,我保证这是最后一次
      </p>
      <p>一天都没理我，我好想你阿</p>
      <p>
        拖着疲惫回家，一天没什么开心事，可是想到你
        就会让我很开心，我会畅想我们的以后，虽然现在看来是有点早了，但我为什么就是控制不呢
      </p>
      <p>我没陪你的时候，你会像我一样这样想吗？hhh，没人比我更无聊了</p>
      <p>你今天有想我吗？</p>
      <p>
        我不知道，但是梵蒂冈的人口只有801人，同时，仅拥核国家就有1.9万枚核弹。如果拥核国家决定核击梵蒂冈，那么每一个梵蒂冈人要扛23枚核弹，你不知道，你不在乎，你只关心你自己。
      </p>
      <p>好了正经点。</p>
      <p>
        我印象中我多疑的毛病在我初中就有了，这点和我妈挺像的，因为我爸对我妈不好，所以我妈也老是无中生有一些事情来说
      </p>
      <p>
        我听着都很烦啊。但是我没想到，我好像无形中有点我妈的影子，这确实不太好
      </p>
      <p>昨天你说你有点接受不了，我的心情像喂了屎一样。</p>
      <p>
        我问了很多人如果是他们，他们会怎么样，我好像始终无法将我自己代入进去，我好像从来都没有被人质疑过
      </p>
      <p>当然。像我这样优秀的男朋友走在哪都抢着要吧？</p>
      <p>好啦。无中生有的事情想想都会觉得烦我知道，我能明白</p>
      <p>
        我现在还记得恋爱前我预感我会是一个好男友，其实我也不知道好男友的标准到底是什么
      </p>
      <p>我好像就只是一直在倾泻我对你的爱意，我好自私啊</p>
      <p>姑奶奶，现在好点了吗?</p>
    </div>
  );
};
export default Review;
